# Sample ResourceBundle properties file, license GNU/GPL=
.BrowserDialog.SelectAnInternetBrowser=Seleccione un navegador de Internet
.Button.About=&Acerca
.Button.Cancel=&Cancelar
.Button.Copy.TIP=Copia la fila seleccionada
.Button.Copy=&Copiar
.Button.CopyTask=Copiar
.Button.DReport.TIP=Crea informe y cerrar el di\u00E1logo
.Button.DReport=&Informe
.Button.Default=&Predeterminado
.Button.Delete.TIP=Elimina la fila seleccionada
.Button.Delete=&Borrar
.Button.DeleteTask=Borrar
.Button.GoTo.TIP=Va al d\u00EDa especificado
.Button.GoTo=Ir a
.Button.GoToday.TIP=Cambia la fecha al d\u00EDa de hoy
.Button.GoToday=Hoy
.Button.HomePage.TIP=Abre la p\u00E1gina web de jWorkSheet en un navegador de Internet
.Button.HomePage=<html>P\u00E1gina Web</html>
.Button.New.TIP=Crea una nueva fila
.Button.New=&Nuevo
.Button.NewEvent.TIP=Crea un nuevo evento [F5]
.Button.NewEvent=&Nuevo
.Button.NewTask=Nueva
.Button.Next.TIP=Va al d\u00EDa siguiente
.Button.Next=&Siguiente
.Button.OK.TIP=Crea un informe y cierra el di\u00E1logo
.Button.OK=&Aceptar
.Button.Previous.TIP=Va a el d\u00EDa anterior
.Button.Previous=A&nterior
.Button.Report.TIP=Abre la tabla de contenido en un navegador de Internet
.Button.Report=&Informe
.Button.ReportTask=Informe
.Button.Sort.TIP=Ordenar por ID
.Button.Sort=&Ordenar
.Button.SortEvent.TIP=Ordena por tiempo y recalcula todos los per\u00EDodos [F6]
.Button.SortEvent=&Ordenar
.Button.SortTask=Ordenar
.Button.Today.TIP=Va al d\u00EDa de hoy
.Button.Today=&Hoy
.CheckBox.DayOff=D\u00EDa &Libre
.DateDialog.GoToTheDay=Ir al d\u00EDa
.Label.BrowserFile=Navegador el archivo\:
.Label.Date=Fecha\:
.Label.DateFrom=Fecha inicial\:
.Label.DateTo=Fecha final\:
.Label.HtmlQuickBrDateSelectionHtml=<html>Selecci\u00F3n<br>r\u00E1pida de fecha\:</html>
.Label.ParameterDescription=Descripci\u00F3n del par\u00E1metro\:
.Label.PeriodTotal=Periodo Total\:
.Label.Report=Informe\:
.Label.TheseAreExpertOptions=Estas son las opciones para expertos\:
.Label.TheseAreTasksOfTheSelectedProject=Estas son las tareas del proyecto seleccionado\:
.RadioButton.PreviousDay=D\u00EDa anterior
.RadioButton.PreviousMonth=Mes anterior
.RadioButton.PreviousWeek=Semana anterior
.RadioButton.PreviousYear=A\u00F1o anterior
.RadioButton.SelectedDay=D\u00EDa seleccionado
.RadioButton.SelectedMonth=Mes seleccionado
.RadioButton.SelectedWeek=Semana seleccionada
.RadioButton.SelectedYear=A\u00F1o seleccionado
.ReportDialog.ReportParameters=Par\u00E1metros de los informes
.TabbedPane.Events=Eventos
.TabbedPane.Modules=M\u00F3dulos
.TabbedPane.Parameters=Par\u00E1metros
.TabbedPane.Projects=Proyectos
About=Acerca
Application=Aplicaci\u00F3n
Copyright=Copyright
Created=Creado
Date=Fecha
DateFrom=Fecha inicial
DateTo=Fecha final
DayOff=D\u00EDa libre
Finished=Terminado
Home=P\u00E1gina web
IDE=IDE
Icons=Iconos
Java=Java
Library=Biblioteca
License=Licencia
OK=Aceptar
Overtime=Horas extras
SelectInternetBrowser=Seleccione un navegador de Internet
SortedTableColumn.TIP=Haga clic en el encabezado de una columna para ordenar los valores
Tasks=Tareas
Time[hours]=Tiempo [horas]
Total=Total
TotalTime=Tiempo total
#Author of localization
TranslatedBy.YOUR_NAME=Carlos David Gonz\u00E1lez Abraham, <br/>http\://carlos.gonzalez-abraham.com.mx
TranslatedBy=Traducido por
Version=Versi\u00F3n
Week=Semana
WorkDays=D\u00EDas de trabajo
param.ColorOfEditableArea=El color de algunas \u00E1reas editables. El valor tiene un formato hexadecimal definido por el patr\u00F3n RRGGBB.
param.ColorOfFinishedProject=El color de los eventos de un proyecto terminado. El valor tiene un formato hexadecimal definido por el patr\u00F3n RRGGBB.
param.ColorOfPrivateProject=El color de los eventos de un proyecto marcado como privado. El valor tiene un formato hexadecimal definido por el patr\u00F3n RRGGBB.
param.DataFilePath=Puede modificar una ruta del archivo de datos de usuario. Escriba un texto vac\u00EDo para configurar la ruta predeterminada del archivo de datos. ADVERTENCIA\: modifique este par\u00E1metro con cuidado, \u00A1se puede correr el riesgo de la p\u00E9rdida de los datos del usuario\!
param.DateGotoFormat=El par\u00E1metro influye en el formato de la fecha del dialogo "Ir al d\u00EDa". Para la descripci\u00F3n de los patrones de fecha y tiempo ver-\: http \: / / java.sun.com/j2se/1.5.0/docs/api/java/text/SimpleDateFormat.html.
param.DateMainFormat=El par\u00E1metro influye en el formato princial de la fecha. Para la descripci\u00F3n de los patrones de fecha y tiempo ver-\: http \: / / java.sun.com/j2se/1.5.0/docs/api/java/text/SimpleDateFormat.html.
param.DateReportFormat2=El par\u00E1metro influye en el formato de la fecha del "Informe detallado en formato de tabla". Para la descripci\u00F3n de los patrones de fecha y tiempo ver-\: http \: / / java.sun.com/j2se/1.5.0/docs/api/java/text/SimpleDateFormat.html.
param.DateReportFormat=El par\u00E1metro influye en el formato de fecha del informe. Para la descripci\u00F3n de los patrones de tiempo ver-\: http \: / / java.sun.com/j2se/1.5.0/docs/api/java/text/SimpleDateFormat.html.
param.DecimalTimeFormat=El valor TRUE muestra el per\u00EDodo de tiempo en  formato decimal (1.50) en contraste a FALSE que muestra el tiempo en el formato est\u00E1ndar (1\:30).
param.ExitEventCreating=Crea autom\u00E1ticamente un evento nuevo en la acci\u00F3n de cierre de la aplicaci\u00F3n.
param.ExitEventDescription=Descripci\u00F3n del evento de cierre (si es permitido).
param.FirstDayOfWeek=Establece el primer d\u00EDa de la semana. El valor 1 es el domingo, el valor 2 es el lunes. La raz\u00F3n de este par\u00E1metro de debe a la selecci\u00F3n r\u00E1pida de fecha en el di\u00E1logo de los informes.
param.HideButtonIcons=El valor TRUE esconde todos los iconos de los botones.
param.Language=El par\u00E1metro modifica el formato regional de fecha. El valor puede estar compuesto del lenguaje (definido por la norma ISO-639) y el pa\u00EDs (ISO-3166) separados por un gui\u00F3n. Por ejemplo, el ingl\u00E9s brit\u00E1nico ser\u00EDa\: en-GB.
param.ModifyFinishedProject=El valor FALSE proh\u00EDbe cambiar los eventos de los proyectos o tareas terminadas.
param.NimbusL&FSupport=Establece Nimbus como el "look and feel" de la aplicaci\u00F3n. Este estilo est\u00E1 disponible a partir de Java 6.0.10 y es necesario reiniciar la aplicaci\u00F3n para que los cambios tengan efecto.
param.ReportCSS=Una hoja de estilo CSS complementaria para los informes HTML. Modificar este valor permite utilizar un estilo CSS personalizado en todos los reportes HTML.
param.SystemBrowserPath=Permite modificar la ruta del navegador de Internet favorito. Un valor vac\u00EDo abre el navegador predeterminado del sistema.
param.SystemTrayEnabled=El valor TRUE significa que la aplicaci\u00F3n ser\u00E1 iconificada en la bandeja del sistema. El cambio del valor de este par\u00E1metro necesita de reiniciar la aplicaci\u00F3n. La funci\u00F3n es compatible con Java 6.0 o posterior.
param.SystemTraySecondClick=Selecciona una acci\u00F3n para el clic secundario del rat\u00F3n sobre el icono de la bandeja del sistema\: NONE no hace nada, EVENT crea un nuevo evento, HIDE oculta la ventana de aplicaci\u00F3n.
param.WindowSizeRestoration=Si el valor es TRUE, se conserva la \u00FAtima ubicaci\u00F3n y tama\u00F1o de la ventana de la aplicaci\u00F3n en la siguiente ejecuci\u00F3n.
param.WorkingHours=Horas de trabajo requeridas por d\u00EDa.
rpt.DetailDayReports=Informes diarios detallados
rpt.DetailInTable=Informe detallado en formato de tabla
rpt.Detail\ preview=Vista previa detallada
rpt.Large\ event\ table=Tabla de eventos grande
rpt.ProjectAndTaskSummary=Resumen de proyectos y tareas
rpt.ProjectSummary=Resumen del proyecto
tab.Default=Predeterminado
tab.Description=Descripci\u00F3n
tab.Finished=Terminado
tab.ID=ID
tab.Name=Nombre
tab.Period=Periodo
tab.Private=Privado
tab.Project=Proyecto
tab.Task=Tarea
tab.Time=Tiempo
tab.Type=Tipo
tab.Value=Valor
