# Sample ResourceBundle properties file, license GNU/GPL=
.BrowserDialog.SelectAnInternetBrowser=Seleccione un navegador de Internet
.Button.About=Sobre
.Button.Cancel=Cancelar
.Button.Copy.TIP=Copiar fila seleccionada
.Button.Copy=Copiar
.Button.Copy=Copiar
.Button.Copy=Copiar
.Button.CopyTask=Copiar
.Button.DReport.TIP=Crear informe y cierre de di\u00E1logo
.Button.DReport=Informe
.Button.Default=Predeterminado
.Button.Delete.TIP=Eliminar fila seleccionada
.Button.Delete=Borrar
.Button.Delete=Borrar
.Button.Delete=Borrar
.Button.DeleteTask=Borrar
.Button.GoTo.TIP=Ir a un d\u00EDa especificar
.Button.GoTo=Ir a
.Button.GoToday.TIP=Cambiar fecha de hoy
.Button.GoToday=Hoy
.Button.HomePage.TIP=Abrir una p\u00E1gina web a un navegador de Internet
.Button.HomePage=<html>P\u00E1gina</html>
.Button.New.TIP=Crear nueva fila
.Button.New=Nuevo
.Button.New=Nuevo
.Button.New=Nuevo
.Button.NewEvent.TIP=Crear un nuevo evento [F5]
.Button.NewEvent=Nuevo
.Button.NewTask=Nuevo
.Button.Next.TIP=Ir a un d\u00EDa siguiente
.Button.Next=Siguiente
.Button.OK.TIP=Crear informe y cierre de di\u00E1logo
.Button.OK=Aceptar
.Button.Previous.TIP=Ir a un d\u00EDa anterior
.Button.Previous=Anterior
.Button.Report.TIP=Abra el cuadro contenido en un navegador de Internet
.Button.Report=Informe
.Button.Report=Informe
.Button.Report=Informe
.Button.Report=Informe
.Button.ReportTask=Informe
.Button.Sort.TIP=Ordenar por ID
.Button.Sort=Ordenar
.Button.Sort=Ordenar
.Button.Sort=Ordenar
.Button.SortEvent.TIP=Ordenar por tiempo y recalcular todos los per\u00EDodos [F6]
.Button.SortEvent=Ordenar
.Button.SortTask=Ordenar
.Button.Today.TIP=Ir a hoy
.Button.Today=Hoy
.CheckBox.DayOff=Day Off
.DateDialog.GoToTheDay=Ir al d\u00EDa
.Label.BrowserFile=Navegador el archivo:
.Label.Date=Fecha:
.Label.DateFrom=Fecha a partir de:
.Label.DateTo=Fecha de:
.Label.HtmlQuickBrDateSelectionHtml=<html>r\u00E1pida<br>de selecci\u00F3n de fecha:</html>
.Label.ParameterDescription=Descripci\u00F3n del par\u00E1metro:
.Label.PeriodTotal=Periodo Total:
.Label.Report=Informe:
.Label.TheseAreExpertOptions=Estos expertos son las opciones:
.Label.TheseAreTasksOfTheSelectedProject=Estas son tareas de los proyectos seleccionados:
.RadioButton.PreviousDay=D\u00EDa anterior
.RadioButton.PreviousMonth=Mes anterior
.RadioButton.PreviousWeek=Semana anterior
.RadioButton.PreviousYear=A\u00F1o anterior
.RadioButton.SelectedDay=D\u00EDa seleccionado
.RadioButton.SelectedMonth=Mes seleccionado
.RadioButton.SelectedWeek=Semana seleccionada
.RadioButton.SelectedYear=A\u00F1o seleccionado
.ReportDialog.ReportParameters=Par\u00E1metros de los informes
.TabbedPane.Events=Eventos
.TabbedPane.Modules=M\u00F3dulos
.TabbedPane.Parameters=Par\u00E1metros
.TabbedPane.Projects=Proyectos
About=Sobre
Application=Solicitud
Copyright=Derecho de Autor
Created=Creado
Date=Fecha
DateFrom=Fecha a partir de la
DateTo=Fecha de
DayOff=D\u00EDa libre
Finished=Terminado
Home=Inicio
IDE=IDE
Icons=Iconos
Java=Java
Library=Biblioteca
License=Licencia
OK=Aceptar
Overtime=Horas extraordinarias
SelectInternetBrowser=Seleccione un navegador de Internet
SortedTableColumn.TIP=Haga clic en cualquier cabecera de columna para ordenar los valores
Tasks=Tareas
Time[hours]=Tiempo [horas]
Total=Total
TotalTime=Tiempo total
#Author of localization
TranslatedBy.YOUR_NAME=Google Translator, http://translate.google.com/
TranslatedBy=Traducido por
Version=Versi\u00F3n
Week=Semana
WorkDays=D\u00EDas de trabajo
param.ColorOfEditableArea=Un color de algunas \u00E1rea editable. El valor tiene un formato hexadecimal por RRGGBB una plantilla.
param.ColorOfFinishedProject=Un color de los eventos asignados por un proyecto terminado. El valor tiene un formato hexadecimal por una plantilla RRGGBB.
param.ColorOfPrivateProject=Un color de los eventos marcados por el proyecto privado. El valor tiene un formato hexadecimal por RRGGBB una plantilla.
param.DataFilePath=Puede modificar una ruta a un archivo de datos de usuario. Escribir un texto vac\u00EDo para configurar el archivo de datos por defecto. ADVERTENCIA: modificar el par\u00E1metro de cuidado, corre el riesgo de la p\u00E9rdida de los datos del usuario!
param.DateGotoFormat=El par\u00E1metro influye en un formato de fecha en un "Ir al d\u00EDa" de di\u00E1logo. Fecha para la descripci\u00F3n de los modelos de tiempo de ver-\: http \: / / java.sun.com/j2se/1.5.0/docs/api/java/text/SimpleDateFormat.html.
param.DateMainFormat=El par\u00E1metro influye en uno de los principales formato de fecha. Fecha para la descripci\u00F3n de los modelos de tiempo de ver-\: http \: / / java.sun.com/j2se/1.5.0/docs/api/java/text/SimpleDateFormat.html.
param.DateReportFormat2=El par\u00E1metro influye en un "informe detallado en un formato de tabla" Formato de la fecha del informe. Fecha para la descripci\u00F3n de los modelos de tiempo de ver-\: http \: / / java.sun.com/j2se/1.5.0/docs/api/java/text/SimpleDateFormat.html.
param.DateReportFormat=El par\u00E1metro influye en un informe que el formato de fecha. Fecha para la descripci\u00F3n de los modelos de tiempo de ver-\: http \: / / java.sun.com/j2se/1.5.0/docs/api/java/text/SimpleDateFormat.html.
param.DecimalTimeFormat=TRUE valor muestra un per\u00EDodo de tiempo en un formato decimal (1,50) en contraste a FALSE indica una norma de formato de hora (1:30).
param.ExitEventCreating=Crea un nuevo evento autom\u00E1ticamente en una acci\u00F3n de cerrar la aplicaci\u00F3n.
param.ExitEventDescription=Una descripci\u00F3n de cerca de eventos (si es permitido).
param.FirstDayOfWeek=Establecer un primer d\u00EDa de la semana. Valor 1: domingo, valor 2 significa lunes. El par\u00E1metro es razonable en una r\u00E1pida selecci\u00F3n de fecha en un informe de di\u00E1logo.
param.HideButtonIcons=Un verdadero valor esconde todos los iconos de los botones.
param.Language=Modifica un par\u00E1metro de formato de la fecha nacional de los temas. Valor de texto puede estar compuesto de lenguaje (definidos por la norma ISO-639) y el pa\u00EDs (ISO-3166) separados por un gui\u00F3n de car\u00E1cter. Una muestra de GB Ingl\u00E9s es \: en-GB.
param.ModifyFinishedProject=El valor FALSE proh\u00EDbe cambiar de acabado su tarea o proyecto a un otro m\u00E1s.
param.NimbusL&FSupport=Establezca una Nimbus aspecto. La mirada est\u00E1 disponible en Java 6.0.10 y posteriores y un cambio del valor de las necesidades de un reinicio de la aplicaci\u00F3n.
param.ReportCSS=Un complemento de estilo CSS HTML informes. El valor modificado permite utilizar su propio archivo CSS en todos los reportes HTML.
param.SystemBrowserPath=Puede modificar una ruta de acceso del navegador de Internet favorito. Un valor vac\u00EDo abre un navegador por defecto del sistema.
param.SystemTrayEnabled=El verdadero valor medio de la aplicaci\u00F3n es iconificados a una bandeja del sistema. El cambio de par\u00E1metro de las necesidades de un reinicio de la aplicaci\u00F3n. La funci\u00F3n es compatible con Java 6.0 o posterior.
param.SystemTraySecondClick=Seleccione una acci\u00F3n para el segundo clic del rat\u00F3n sobre el icono Systray: NINGUNO hace nada, crea nuevas CASO evento, valor OCULTAR oculta la ventana de aplicaci\u00F3n.
param.WindowSizeRestoration=Si el valor es TRUE, entonces el lanzamiento de nuevas aplicaciones se encuentra en la misma zona, al igual que el anterior per\u00EDodo de sesiones.
param.WorkingHours=Un tiempo necesario en horas de trabajo por un d\u00EDa.
rpt.DetailDayReports=Detalle d\u00EDa informes
rpt.DetailInTable=Detalle de informe en un formato de tabla
rpt.Detail\ preview=Detalle de vista previa
rpt.Large\ event\ table=Gran evento de mesa
rpt.ProjectAndTaskSummary=Proyecto y grupos de resumen
rpt.ProjectSummary=Resumen del proyecto
tab.Default=Predeterminado
tab.Description=Descripci\u00F3n
tab.Finished=Terminado
tab.ID=ID
tab.Name=Nombre
tab.Period=Periodo
tab.Private=Privado
tab.Project=Proyecto
tab.Task=Tarea
tab.Time=Tiempo
tab.Type=Tipo
tab.Value=Valor
